export const options = {
  Where: [
    {
      id: 1,
      value: "فصل ۱. تنظیم عصبی",
      text: "فصل ۱. تنظیم عصبی",
    },
    {
      id: 2,
      value: "گفتار ۱ - یافته‌های بافت عصبی",
      text: "گفتار ۱ - یافته‌های بافت عصبی",
    },
    {
      id: 3,
      value: "گفتار ۲ - ساختار دستگاه عصبی",
      text: "گفتار ۲ - ساختار دستگاه عصبی",
    },
    {
      id: 4,
      value: "فصل ۲. حواس",
      text: "فصل ۲. حواس",
    },
    {
      id: 5,
      value: "گفتار ۱ - گیرنده‌های حسی",
      text: "گفتار ۱ - گیرنده‌های حسی",
    },
    {
      id: 6,
      value: "گفتار ۲ - حواس ویژه",
      text: "گفتار ۲ - حواس ویژه",
    },
    {
      id: 7,
      value: "گفتار ۳ - گیرنده‌های حسی جانوران",
      text: "گفتار ۳ - گیرنده‌های حسی جانوران",
    },
    {
      id: 8,
      value: "فصل ۳. دستگاه حرکتی",
      text: "فصل ۳. دستگاه حرکتی",
    },
    {
      id: 9,
      value: "گفتار ۱ - استخوان‌ها و اسکلت",
      text: "گفتار ۱ - استخوان‌ها و اسکلت",
    },
    {
      id: 10,
      value: "گفتار ۲ - ماهیچه و حرکت",
      text: "گفتار ۲ - ماهیچه و حرکت",
    },
    {
      id: 11,
      value: "فصل ۴. تنظیم شیمیایی",
      text: "فصل ۴. تنظیم شیمیایی",
    },
    {
      id: 12,
      value: "گفتار ۱ - ارتباط شیمیایی",
      text: "گفتار ۱ - ارتباط شیمیایی",
    },
    {
      id: 13,
      value: "گفتار ۲ - غده‌های درون‌ریز",
      text: "گفتار ۲ - غده‌های درون‌ریز",
    },
    {
      id: 14,
      value: "فصل ۵. ایمنی",
      text: "فصل ۵. ایمنی",
    },
    {
      id: 15,
      value: "گفتار ۱ - نخستین خط دفاعی: ورود ممنوع",
      text: "گفتار ۱ - نخستین خط دفاعی: ورود ممنوع",
    },
    {
      id: 16,
      value: "گفتار ۲ - دومین خط دفاعی: واکنش‌های عمومی اما سریع",
      text: "گفتار ۲ - دومین خط دفاعی: واکنش‌های عمومی اما سریع",
    },
    {
      id: 17,
      value: "گفتار ۳ - سومین خط دفاعی: دفاع اختصاصی",
      text: "گفتار ۳ - سومین خط دفاعی: دفاع اختصاصی",
    },
    {
      id: 18,
      value: "فصل ۶. تقسیم یافته",
      text: "فصل ۶. تقسیم یافته",
    },
    {
      id: 19,
      value: "گفتار ۱ - قافتن (کروموزوم)",
      text: "گفتار ۱ - قافتن (کروموزوم)",
    },
    {
      id: 20,
      value: "گفتار ۲ - رشتمان (میتوز)",
      text: "گفتار ۲ - رشتمان (میتوز)",
    },
    {
      id: 21,
      value: "گفتار ۳ - گامتمان (میوز) و تولیدمثل جنسی",
      text: "گفتار ۳ - گامتمان (میوز) و تولیدمثل جنسی",
    },
    {
      id: 22,
      value: "فصل ۷. تولیدمثل",
      text: "فصل ۷. تولیدمثل",
    },
    {
      id: 23,
      value: "گفتار ۱ - دستگاه تولیدمثل در مرد",
      text: "گفتار ۱ - دستگاه تولیدمثل در مرد",
    },
    {
      id: 24,
      value: "گفتار ۲ - دستگاه تولیدمثل در زن",
      text: "گفتار ۲ - دستگاه تولیدمثل در زن",
    },
    {
      id: 25,
      value: "گفتار ۳ - رشد و نمو جنین",
      text: "گفتار ۳ - رشد و نمو جنین",
    },
    {
      id: 26,
      value: "گفتار ۴ - تولیدمثل در جانوران",
      text: "گفتار ۴ - تولیدمثل در جانوران",
    },
    {
      id: 27,
      value: "فصل ۸. تولیدمثل نهان‌دانگان",
      text: "فصل ۸. تولیدمثل نهان‌دانگان",
    },
    {
      id: 28,
      value: "گفتار ۱ - تولیدمثل غیر جنسی",
      text: "گفتار ۱ - تولیدمثل غیر جنسی",
    },
    {
      id: 29,
      value: "گفتار ۲ - تولیدمثل جنسی",
      text: "گفتار ۲ - تولیدمثل جنسی",
    },
    {
      id: 30,
      value: "گفتار ۳ - از یاخته تخم تا گیاه",
      text: "گفتار ۳ - از یاخته تخم تا گیاه",
    },
    {
      id: 31,
      value: "فصل ۹. پاسخ گیاهان به محرک‌ها",
      text: "فصل ۹. پاسخ گیاهان به محرک‌ها",
    },
    {
      id: 32,
      value: "گفتار ۱ - تنظیم کننده‌های رشد در گیاهان",
      text: "گفتار ۱ - تنظیم کننده‌های رشد در گیاهان",
    },
    {
      id: 33,
      value: "گفتار ۲ - پاسخ به محیط",
      text: "گفتار ۲ - پاسخ به محیط",
    },
  ],
  Level: [
    { id: 1, value: "0", text: "همه سطح‌ها" },
    { id: 2, value: "1", text: "ساده" },
    { id: 3, value: "2", text: "متوسط" },
    { id: 4, value: "3", text: "سخت" },
  ],
  Source: [
    { id: 1, value: "0", text: "همه منابع" },
    { id: 2, value: "امتحان نهایی", text: "امتحان نهایی" },
    { id: 3, value: "شبه نهایی", text: "شبه نهایی" },
    { id: 4, value: "کنکور سراسری", text: "کنکور سراسری" },
    { id: 5, value: "تیزهوشان", text: "تیزهوشان" },
    { id: 6, value: "نمونه دولتی", text: "نمونه دولتی" },
    { id: 7, value: "تألیفی", text: "تألیفی" },
  ],
};
